---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.KeyValue
source: html/cd62d848-44ec-52d2-35df-8b2c2eb06cd3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.KeyValue Property

"Key Value"

## Syntax (C#)
```csharp
public static ForgeTypeId KeyValue { get; }
```